package com.fish_dan_.data_energistics.util;

public class LogPairs {

    public static final String[][] STARTUP_SHUTDOWN_LOG_PAIRS = {
            { ".--- .. / -. .. / - .- .. / -- .", ".- .. / -.-- --- --..-- / -. .. / --. .- -. / -- .- / -. ." },
            { "Ciallo～(∠・ω< )⌒☆", "柚子厨真恶心!" },
            { "原神启动!", "前面的区域以后再探索吧" },
            { "洗点阳光青提", "啊好吃！" },
            { "老吴~老吴~老吴~老吴~!", "你个~你个~你个~你个~!" },
            { "只有守规矩，做起来才不烧心", "烧死你算了!" },
            { "你是爱迪生，你是爱迪生，你是爱迪生，你是谁呀？", "我是...我是数据能源!" },
            { "你现在正在启动数据能源", "我去，我怎么启动了个滚木" },
            { "冷知识:数据能源是目前唯一叫数据能源的模组，", "!?强强?!" },
            { "冷知识:数据能源(DE)是龙之研究(DE)，", "我去，不早说!" },
            { "我去，这有框你不打?!", "不好！马炮/枪/弩了!" },
            { "欸，数据能源，哒哒哒哒哒", "好想玩数据能源。" }
    };
}
